[
  {
    "id": "post1",
    "title": "Ласкаво просимо",
    "date": "2025-07-12",
    "content": "Ласкаво просимо на нову офіційну сторінку doTHEBEST",
    "description": "Ласкаво просимо на нову офіційну сторінку doTHEBEST",
    "images": [
      "../../img/blog/post1/1.webp"
    ]
  },
  {
    "id": "post2",
    "title": "Тімбілдінг AsoPMR",
    "date": "2025-07-14",
    "content": "Минулої п'ятниці команда AsoPMR взяла паузу, щоб насолодитися днем #тімбілдінгу, який поєднав сміх, виклики та товариськість 🤝<br>Ми розпочали день із чудового групового сніданку, за яким послідувала таємнича активність у форматі #квесткімнати в Escape Hunt 🕵️‍♀️🔐, де ми перевірили наші навички спілкування, логіки та командної роботи 🧠(і ми встигли вийти буквально в останній момент...! ⏳😅)<br>Після цього ми завершили наш досвід обідом, повним анекдотів та приємних моментів, зміцнюючи зв'язки, які роблять нас кращою командою 🍽️ 👥<br>✨ Ці моменти нагадують нам, що, окрім роботи, найціннішим активом є людська команда, яка стоїть за кожним проєктом.<br>#Тімбілдінг #КоманднаРобота #AsoPMR",
    "description": "Минулої п'ятниці команда AsoPMR взяла паузу, щоб насолодитися днем #тімбілдінгу",
    "images": [
      "../../img/blog/post2/1.webp",
      "../../img/blog/post2/2.webp",
      "../../img/blog/post2/3.webp",
      "../../img/blog/post2/4.webp"
    ]
  },
  {
    "id": "post3",
    "title": "UOC - Сфера дипломної роботи",
    "date": "2025-07-04",
    "content": "Мені призначено варіант 1 моєї заявки на сферу дипломної роботи (TFG) для ступеня інженера-комп'ютерника, а саме: сфера TFG з розробки мобільних додатків.<br>Крім того, для своєї дипломної роботи в UOC я буду представляти власний додаток для Android, doTHEWORKOUT, мій додаток для тренувань.",
    "description": "doTHEWORKOUT для дипломної роботи в UOC",
    "images": [
      "../../img/blog/post3/1.webp",
      "../../img/blog/post3/2.webp"
    ]
  },
  {
    "id": "post4",
    "title": "UOC - Випускна кваліфікаційна робота",
    "date": "2025-09-27",
    "content": "Неймовірні новини! 🎉 Мій проєкт додатку doTHEWORKOUT схвалено як мою Випускну кваліфікаційну роботу (ВКР) у ВОК (Бакалавр інженерії програмного забезпечення).<br><br>У цьому відео я розповідаю всі деталі про те, як цей додаток, який вже опубліковано в Play Store (хоча він і дуже базовий), стає основою мого останнього університетського проєкту. Я знаходжуся на початковій точці і ділюся своїм початковим планом на семестр.<br><br>Якщо вам цікаво побачити \"за лаштунками\" справжньої ВКР, починаючи з нуля, і те, як хобі перетворюється на навчальний проєкт, – тисніть \"play\"!",
    "description": "doTHEWORKOUT - ВКР у UOC",
    "videoID": "9rGAgDGBfCk"
  }
]