[
  {
    "id": "post1",
    "title": "NO NOMÉS METALL I RODES",
    "date": "2025-06-04",
    "content": "<p>NO NOMÉS METALL I RODES, SINÓ UN SÍMBOL DE LA NOSTRA UNITAT, ORACIÓ I AMOR A LA PÀTRIA: A CASERTA, EL BISBE GRIGORI VA BENEDIR TRES VEHICLES TOT TERRENY PER ALS MILITARS UCRAÏNESOS <br> El 3 de juny de 2025 va tindre lloc un esdeveniment que va confirmar una vegada més que la victòria no sols es forja en el front, sinó també en els cors, en el sacrifici i en la unitat de tot el poble ucraïnés, tant a Ucraïna com a l'estranger. Eixe dia, el bisbe Grigori Komar, Administrador Apostòlic per als catòlics ucraïnesos de ritu bizantí a Itàlia, va celebrar el ritu de benedicció de tres vehicles tot terreny que prompte seran enviats als nostres defensors en el front.</p>",
    "images": [
      "../../img/blog/post1/1.jpg",
      "../../img/blog/post1/2.jpg",
      "../../img/blog/post1/3.jpg",
      "../../img/blog/post1/4.jpg",
      "../../img/blog/post1/5.jpg",
      "../../img/blog/post1/6.jpg",
      "../../img/blog/post1/7.jpg",
      "../../img/blog/post1/8.jpg"
    ]
  },
  {
    "id": "post2",
    "title": "En la parròquia de l'Església Grecocatòlica Ucraïnesa en el poble espanyol de Torreblanca (València) es va celebrar per primera vegada la festa de la Primera Confessió i la Primera Comunió Solemne.",
    "date": "2025-06-10",
    "content": "<p>Durant tot l'any, els xiquets es van preparar per a la trobada amb Jesús Eucaristia. Abans de l'inici de la Litúrgia, cada xiquet va tindre l'oportunitat, per primera vegada en la seua vida, d'acostar-se personalment al Sagrament de la Penitència per a demanar perdó a Déu pels seus pecats. El rector, pare Yuriy Shabanov, va acompanyar cadascun al santuari, on van resar la penitència amb concentració, en la sinceritat, la senzillesa i la confiança infantil. Un moment especial va ser la crema simbòlica de les targetes en les quals els xiquets havien escrit els seus pecats. Tots junts, en eixir al pati, van llançar aquestes targetes al foc, com a senyal que els pecats havien desaparegut, havien sigut cremats per la misericòrdia de Déu, i els cors dels xiquets s'havien tornat purs com les vestidures blanques que portaven. Després de la Confessió, va començar la solemne Divina Litúrgia. En la seua homilia, el P. Yuriy va destacar el paper especial de l'Esperit Sant en les nostres vides. També va instar els que rebien la Primera Comunió a valorar sempre aquest moment especial de trobada amb Jesús en l'Eucaristia. “Mai perdeu l'oportunitat de vindre a Jesús”, va subratllar el sacerdot, “perquè Ell espera cadascun de vosaltres amb amor i amb els braços oberts”. Després de la Litúrgia, els xiquets van rebre certificats d'haver rebut els sants sagraments: la Primera Confessió i la Primera Comunió Solemne. “Aquests moments no són només un record. Són una gràcia que romandrà amb nosaltres per sempre. Perquè hui els nostres fills s'han trobat plenament amb Crist per primera vegada, i aquesta trobada és el fonament de la fe, l'amor i la vida espiritual que perdurarà en ells tota la vida”, va resumir el P. Yuriy.</p>",
    "images": [
      "../../img/blog/post3/1.jpg",
      "../../img/blog/post3/2.jpg",
      "../../img/blog/post3/3.jpg",
      "../../img/blog/post3/4.jpg",
      "../../img/blog/post3/5.jpg"
    ]
  },
  {
    "id": "post3",
    "title": "Reunió de treball de sacerdots sobre l'atenció pastoral dels grecocatòlics en la diòcesi de Sogorb-Castelló.",
    "date": "2025-06-13",
    "content": "<p>En la diòcesi de Sogorb-Castelló va tindre lloc una reunió de treball de sacerdots dedicada a discutir formes de millorar l'atenció pastoral als grecocatòlics, en particular a la comunitat ucraïnesa. En la reunió van participar el rector de la catedral de Santa Maria a Castelló, P. Joaquín Muñoz, el rector de l'església de Torreblanca, P. Nuno Viera, i el capellà dels ucraïnesos grecocatòlics a Vinaròs, Torreblanca i Castelló, P. Yuriy Shabanov. Durant la conversa es van discutir diverses formes de donar suport als fidels ucraïnesos que residixen en el territori de la diòcesi, inclosa l'atenció espiritual, l'organització de serveis religiosos i esdeveniments per a unir la comunitat. Els sacerdots van assegurar al P. Yuriy el seu suport i obertura a una major cooperació. La reunió es va desenvolupar en un ambient de fraternitat i responsabilitat compartida, i el seu resultat va ser un sincer desig de servir el poble de Déu amb encara major zel i amor.</p>",
    "images": [
      "../../img/blog/post2/1.jpg"
    ]
  },
  {
    "id": "post4",
    "title": "Trobada de la parròquia ucraïnesa de Torreblanca amb el bisbe de Castelló-Sogorb, Casimiro López.",
    "date": "2025-06-15",
    "content": "<p>El diumenge 15 de juny va tindre lloc un esdeveniment important per a la comunitat ucraïnesa de Torreblanca: la trobada amb el bisbe de Castelló, monsenyor Casimiro López. El bisbe va acudir per invitació del P. Nuno a la parròquia llatina local per a administrar el Sagrament de la Confirmació als xiquets. En la Santa Missa també va participar el pare Yuriy Shabanov, qui al final de la litúrgia, juntament amb els fidels de la parròquia ucraïnesa, va agrair al bisbe les icones donades per a l'iconostasi de la nostra comunitat. Després de la Litúrgia hi va haver oportunitat de conversar amb el bisbe, qui va assegurar al P. Yuriy el seu suport i contínua atenció pastoral als fidels ucraïnesos dins de la seua diòcesi. Aquesta trobada es va convertir en un signe d'unitat i suport espiritual mutu.</p>",
    "images": [
      "../../img/blog/post4/1.jpg",
      "../../img/blog/post4/2.jpg",
      "../../img/blog/post4/3.jpg",
      "../../img/blog/post4/4.jpg",
      "../../img/blog/post4/5.jpg"
    ]
  },
  {
    "id": "post5",
    "title": "Trobada de sacerdots del deganat nord de la diòcesi Sogorb-Castelló.",
    "date": "2025-06-17",
    "content": "Trobada de sacerdots del deganat nord de la diòcesi Sogorb-Castelló. Hui, 17 de juny, va tindre lloc una trobada de sacerdots del deganat nord de la diòcesi Sogorb-Castelló en la residència de la parròquia de Torreblanca. Els participants van compartir experiències de servici pastoral en les seues comunitats i també van tindre un dinar fraternal. Durant la trobada, el rector Nuno i el capellà Pare Yuriy van mostrar als presents l'església local i la capella on se celebren els servicis divins. El Pare Yuriy també va mostrar les icones locals donades pel bisbe Kazymyr per a la parròquia grecocatòlica. La trobada va transcórrer en un ambient càlid i amistós, contribuint a enfortir la unitat espiritual i els llaços fraterns entre els sacerdots.",
    "description": "Trobada de sacerdots del deganat nord de la diòcesi Sogorb-Castelló.",
    "images": [
      "../../img/blog/post5/1.jpg",
      "../../img/blog/post5/2.jpg"
    ]
  },
  {
    "id": "post6",
    "title": "Consagració d'un nou Evangeli a Vinaròs i encenser a Castelló",
    "date": "2025-06-22",
    "content": "Consagració d'un nou Evangeli a Vinaròs i encenser a Castelló: un pas cap a un coneixement més profund dels serveis religiosos de ritu oriental. Hui, diumenge 22 de juny, es va dur a terme la consagració d'un nou Evangeli a la parròquia de Vinaròs. Aquest és un moment especial i solemne en la vida de la parròquia, perquè l'Evangeli no és només un llibre, sinó la Paraula del Déu Vivent, que ressona en la nostra parròquia cada diumenge i festivitat. En la vida litúrgica, la Comunió es realitza dues vegades: primer, a través de l'escolta de la Paraula de Déu, i després, en el Sagrament de l'Eucaristia. I si per al Senyor ens oferim a nosaltres mateixos i els nostres cors, aleshores tot el que li serveix ha de ser digne, bell i lluminós. Perquè a Déu li pertany el millor, i no només en els dons del pa i el vi, sinó també en les coses amb les quals li servim. A més, el dia anterior, dissabte 21 de juny, es va consagrar un nou encenser a la parròquia de Castelló. El creixement de la comunitat parroquial inspira una renovació contínua de tot el necessari per a la plena celebració dels serveis religiosos. En un futur pròxim, es planeja adquirir tots els articles litúrgics necessaris perquè cada Litúrgia se celebre amb la deguda bellesa i dignitat. Que aquests passos siguen un signe del nostre amor a Déu, de la nostra unitat com a Església i del nostre desig de servir-lo amb un cor pur i tota l'ànima. Perquè on es reuneix el poble de Déu, allí viu Crist. I on hi ha un Crist vivent, tot es transforma en el Cel. Que el Senyor beneïsca generosament tots els donants i els retribuïsca el cèntuple.",
    "description": "Consagració d'un nou Evangeli a Vinaròs i un encenser a Castelló: un pas cap a un coneixement més profund dels serveis religiosos de ritu oriental.",
    "images": [
      "../../img/blog/post6/1.jpg",
      "../../img/blog/post6/2.jpg",
      "../../img/blog/post6/3.jpg",
      "../../img/blog/post6/4.jpg",
      "../../img/blog/post6/5.jpg",
      "../../img/blog/post6/6.jpg",
      "../../img/blog/post6/7.jpg",
      "../../img/blog/post6/8.jpg"
    ]
  },
  {
    "id": "post7",
    "title": "Solemne Misa «Ministros de la alegría y esperanza de Cristo»",
    "date": "2025-06-25",
    "content": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo», organizado por el Departamento Pastoral de Migraciones de la Iglesia Greco-Católica Ucraniana (UGCC). La liturgia fue presidida por el Cardenal Mykola Bychok, concelebrada por los obispos Stepan Sus y Hryhoriy Komar, y numerosos sacerdotes que sirven en la pastoral de migrantes alrededor del mundo. Oramos juntos por la paz en Ucrania, por todos los desplazados, por la fuerza y la esperanza de nuestro pueblo. Y yo personalmente oré hoy en esta Liturgia por ustedes, mis queridos feligreses de Vinaròs, Torreblanca y Castelló, dando gracias a Dios por ustedes y confiando sus alegrías y preocupaciones a Su amor.",
    "description": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo»",
    "images": [
      "../../img/blog/post7/1.jpg",
      "../../img/blog/post7/2.jpg",
      "../../img/blog/post7/3.jpg",
      "../../img/blog/post7/4.jpg"
    ]
  },
  {
    "id": "post8",
    "title": "El Pare Yuriy Shabanov participa en un seminari per a sacerdots de l'UGCC",
    "date": "2025-06-25",
    "content": "El Pare Yuriy Shabanov, mentre participa en un seminari per a sacerdots de la PMV UGCC que se celebra a la capital italiana, va visitar la seua alma mater, la Pontificia Università Lateranense (Universitat Pontifícia Lateranense), on va estudiar durant quasi tres anys. En els murs de la seua estimada universitat, va tindre l'oportunitat de parlar amb els seus professors, en particular amb el seu director de tesi, el professor Paolo Assolan, un reconegut teòleg i director de l'Institut Pastoral «Redemptor Hominis». El professor Assolan va acompanyar el Pare Yuriy durant la seua formació acadèmica a Roma i també manté contacte amb els exalumnes que realitzen servei pastoral en diversos països del món. Durant la reunió, el Pare Yuriy i el Prof. Assolan van discutir els desafiaments actuals de la pastoral moderna, especialment en el context del treball amb migrants. El Pare Yuriy va compartir l'experiència del seu ministeri a Espanya, on va poder aplicar els coneixements adquirits en la pràctica: en el treball parroquial, la catequesi i l'adaptació al ministeri pastoral. Els seus estudis a la Pontificia Università Lateranense es van convertir en una base fonamental per al Pare Yuriy, que utilitza activament en el seu ministeri diari. La combinació de la formació acadèmica i l'experiència pastoral a Espanya l'ajuda a comprendre més profundament els desafiaments del nostre temps i a respondre eficaçment a les necessitats espirituals de l'actualitat. Així, la seua visita a la universitat no sols va ser una oportunitat per a trobar-se amb antics mentors, professors i amics, sinó també un símbol de l'estret vincle entre l'educació teològica i la pràctica del ministeri pastoral en el món modern.",
    "description": "El Pare Yuriy Shabanov participa en un seminari per a sacerdots de l'UGCC",
    "images": [
      "../../img/blog/post8/1.jpg",
      "../../img/blog/post8/2.jpg"
    ]
  },
  {
    "id": "post9",
    "title": "Una gran oportunitat per a trobades a Roma.",
    "date": "2025-06-27",
    "content": "Una gran oportunitat per a trobades a Roma. Els sacerdots de l'Església grecocatòlica ucraïnesa (EGCU) que serveixen dins de la competència del P.M.V. van tindre la beneïda oportunitat de visitar la Basílica de Sant Pere a Roma, liderats pel bisbe Stepan Sus. La pregària conjunta al cor de l'Església Catòlica va ser una experiència espiritual especial i un testimoni de la unitat dels pastors en el servei al poble de Déu. Durant la visita, el pare Yuriy també va estar prop dels murs del Vaticà, on es va trobar amb vells amics i germans en el ministeri sacerdotal. En la comunió fraterna, van compartir les seues alegries i penes, les dificultats i els desafiaments que enfronten en la vida pastoral. Aquestes trobades no només van ser una oportunitat per a una paraula sincera, sinó també una font d'inspiració i suport mutu per a continuar treballant en la vinya del Senyor. Van ser especialment valuosos els moments d'intercanvi d'experiències entre sacerdots de diferents països, cultures i contextos. En aquesta multifacètica tasca de servei es va manifestar clarament l'objectiu comú: guiar les persones cap a Déu, portar-los esperança, llum i amor a cada racó del món. Va ser un temps de renovació espiritual, profunda concentració en la pregària i gran alegria: la trobada amb germans en Crist. I el cor es va omplir de gratitud per la presència de Déu en cada moment. Lloat siga Déu per tot! Amén.",
    "description": "Sacerdots de l'EGCU que serveixen dins de la competència del P.M.V. van tindre la beneïda oportunitat de visitar la Basílica de Sant Pere a Roma, liderats pel bisbe Stepan Sus.",
    "images": [
      "../../img/blog/post9/1.jpg",
      "../../img/blog/post9/2.jpg",
      "../../img/blog/post9/3.jpg",
      "../../img/blog/post9/4.jpg",
      "../../img/blog/post9/5.jpg",
      "../../img/blog/post9/6.jpg",
      "../../img/blog/post9/7.jpg",
      "../../img/blog/post9/8.jpg",
      "../../img/blog/post9/9.jpg",
      "../../img/blog/post9/10.jpg",
      "../../img/blog/post9/11.jpg",
      "../../img/blog/post9/12.jpg",
      "../../img/blog/post9/13.jpg",
      "../../img/blog/post9/14.jpg",
      "../../img/blog/post9/15.jpg"
    ]
  },
  {
    "id": "post10",
    "title": "🎤 Concert d'Iryna Fedyshyn a Torreblanca! 🇺🇦",
    "date": "2025-07-04",
    "content": "🎤 Concert d'Iryna Fedyshyn a Torreblanca! 🇺🇦 <br> 📅 22 de juliol, 🕗 inici a les 20:00 (el concert començarà aproximadament a les 20:15) <br>📍Sala Multiusos, Carrer Galícia, 46, 12596 Torreblanca, Castelló <br> El concert està organitzat amb el suport de l'Església grecocatòlica ucraïnesa a la província de Castelló. La recaptació serà per a ajudar a Ucraïna 💪 <br> 🎟 Entrades: <br>– Online (pagament amb targeta) al següent enllaç: 25 € durant els primers 4 dies a partir de hui, després 35 €. <a href=\"https://secure.wayforpay.com/payment/sc7f1a138fb56\">https://secure.wayforpay.com/payment/sc7f1a138fb56</a> <br>– En persona amb el sacerdot – Pare Yuriy Shabanov (pagament en efectiu). <br> Serà un esdeveniment càlid i inspirador que unirà els ucraïnesos lluny de la seua pàtria. T'esperem!",
    "description": "📅 22 de juliol, 🕗 inici a les 20:00 (el concert començarà aproximadament a les 20:15)📍Sala Multiusos, Carrer Galícia, 46, 12596 Torreblanca, Castelló",
    "images": [
      "../../img/blog/post10/1.png"
    ]
  },
  {
  "id": "post11",
  "title": "Ritme de benedicció d'un nou joc eucarístic per a la parròquia de Castelló",
  "date": "2025-07-06",
  "content": "Ahir, 5 de juliol, abans de l'inici de la Divina Litúrgia, es va dur a terme el ritme de benedicció d'un nou joc eucarístic per a la parròquia de Castelló. També es va beneir un nou ilitó, que s'utilitzarà durant el servici de la Litúrgia.<br> Aquest és un altre pas important per a l'organització i l'equipament de la vida de la nostra església. Agraïm sincerament a tots els donants que van contribuir a aquesta causa. Que el Senyor beneïsca a cadascú amb escreix.",
  "description": "Ritme de benedicció d'un nou joc eucarístic per a la parròquia de Castelló",
  "images": [
    "../../img/blog/post11/1.jpg",
    "../../img/blog/post11/2.jpg",
    "../../img/blog/post11/3.jpg"
  ]
}
]